Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: In the morning, stopping the recording stops the alarm.
ar: في الصباح، يؤدي إيقاف التسجيل إلى إيقاف المنبّه.
ca: Al matí, en aturar la gravació, s’atura l’alarma.
cs: Ráno zastavením nahrávání vypneš budík.
da: Om morgenen stopper alarmen, når du stopper optagelsen.
de: Morgens wird der Wecker ausgeschaltet, sobald du die Aufnahme stoppst.
el: Το πρωί, όταν σταματάς την εγγραφή, σταματά και το ξυπνητήρι.
es: Por la mañana, al detener la grabación, se detiene la alarma.
es_419: Por la mañana, al detener la grabación, se detiene la alarma.
fi: Aamulla herätys sammuu, kun lopetat tallennuksen.
fr: Le matin, l’alarme s’arrête lorsque vous arrêtez l’enregistrement.
he: בבוקר, כשאתה מפסיק את ההקלטה, השעון המעורר נעצר.
hi: सुबह रिकॉर्डिंग रोकने पर अलार्म बंद हो जाता है।
hr: Ujutro se alarm zaustavlja kada zaustaviš snimanje.
hu: Reggel a felvétel leállításával leáll az ébresztő.
id: Di pagi hari, alarm berhenti saat kamu menghentikan rekaman.
it: Al mattino, quando interrompi la registrazione, si ferma anche la sveglia.
ja: 朝は、録画を止めるとアラームが止まります
ko: 아침에는 녹화를 중지하면 알람이 꺼져요.
ms: Pada waktu pagi, apabila anda menghentikan rakaman, penggera turut berhenti.
nb: Om morgenen stopper alarmen når du stopper opptaket.
nl: ’s Ochtends stopt het alarm wanneer je de opname stopt.
pl: Rano zatrzymanie nagrania wyłącza alarm.
pt_br: De manhã, ao interromper a gravação, o alarme é desligado.
pt_pt: De manhã, ao parares a gravação, o alarme para.
ro: Dimineața, când oprești înregistrarea, se oprește și alarma.
ru: Утром, когда вы останавливаете запись, будильник отключается.
sk: Ráno sa budík vypne, keď zastavíš nahrávanie.
sv: På morgonen stängs alarmet av när du stoppar inspelningen.
th: ตอนเช้า เมื่อคุณหยุดบันทึก เสียงปลุกจะหยุดลง
tr: Sabah, kaydı durdurduğunda alarm da durur.
uk: Вранці, коли ви зупиняєте запис, будильник вимикається.
vi: Vào buổi sáng, khi bạn dừng quay, báo thức sẽ tắt.
zh_hans: 早上，停止录制即可关闭闹钟。
zh_hant: 早上，停止錄製即可關閉鬧鐘。
zh_hk: 早上，停止錄影就會關閉鬧鐘。

source: Is there something you keep telling yourself you'll do?
ar: هل هناك شيء تواصل إخبار نفسك بأنك ستفعله؟
ca: Hi ha alguna cosa que et repeteixes que faràs?
cs: Je něco, co si pořád říkáš, že uděláš?
da: Er der noget, du bliver ved med at sige til dig selv, at du vil gøre?
de: Gibt es etwas, von dem du dir immer wieder sagst, dass du es tun wirst?
el: Υπάρχει κάτι που λες συνεχώς στον εαυτό σου ότι θα κάνεις;
es: ¿Hay algo que sigues diciéndote que harás?
es_419: ¿Hay algo que sigues diciéndote que harás?
fi: Onko jotain, mitä sanot itsellesi jatkuvasti tekeväsi?
fr: Y a-t-il quelque chose que vous vous dites sans cesse que vous ferez ?
he: יש משהו שאתה ממשיך לומר לעצמך שתעשה?
hi: क्या कोई ऐसी चीज़ है, जिसे आप ख़ुद से कहते रहते हैं कि आप करेंगे?
hr: Postoji li nešto što si stalno govoriš da ćeš učiniti?
hu: Van valami, amiről folyton azt mondod magadnak, hogy meg fogod tenni?
id: Adakah sesuatu yang terus kamu katakan kepada diri sendiri akan kamu lakukan?
it: C'è qualcosa che continui a dirti che farai?
ja: 「いつかやる」と言い続けていることはありますか？
ko: 계속 하겠다고 스스로에게 말하는 일이 있나요?
ms: Ada sesuatu yang selalu anda katakan kepada diri sendiri akan anda lakukan?
nb: Er det noe du stadig sier til deg selv at du skal gjøre?
nl: Is er iets waarvan je jezelf steeds zegt dat je het zult doen?
pl: Czy jest coś, co wciąż powtarzasz sobie, że zrobisz?
pt_br: Tem algo que você vive dizendo a si mesmo que vai fazer?
pt_pt: Há algo que continuas a dizer a ti que vais fazer?
ro: Există ceva ce îți tot spui că vei face?
ru: Есть ли что-то, что вы всё время говорите себе, что сделаете?
sk: Je niečo, čo si stále hovoríš, že urobíš?
sv: Finns det något du hela tiden säger till dig själv att du ska göra?
th: มีอะไรที่คุณบอกตัวเองอยู่เสมอว่าจะทำไหม
tr: Yapacağını kendine söyleyip durduğun bir şey var mı?
uk: Чи є щось, що ви весь час кажете собі, що зробите?
vi: Có điều gì bạn cứ tự nhủ mình sẽ làm không?
zh_hans: 有没有什么事，你总是告诉自己会去做？
zh_hant: 有沒有什麼事，你總是告訴自己會去做？
zh_hk: 有沒有一件事，你總是告訴自己會去做？

source: It keeps ringing until you answer.
ar: يستمر في الرنين حتى تجيب.
ca: Continua sonant fins que responguis.
cs: Zvoní, dokud neodpovíš.
da: Den bliver ved med at ringe, indtil du svarer.
de: Es klingelt weiter, bis du antwortest.
el: Συνεχίζει να χτυπάει μέχρι να απαντήσεις.
es: Sigue sonando hasta que respondas.
es_419: Sigue sonando hasta que respondas.
fi: Se soi, kunnes vastaat.
fr: Il continue de sonner jusqu’à ce que vous répondiez.
he: הוא ממשיך לצלצל עד שתענה.
hi: जब तक आप जवाब नहीं देंगे, यह बजता रहेगा।
hr: Nastavlja zvoniti dok ne odgovoriš.
hu: Addig csörög, amíg nem válaszolsz.
id: Alarm akan terus berbunyi sampai kamu menjawab.
it: Continua a suonare finché non rispondi.
ja: 答えるまで、鳴りやまない
ko: 답할 때까지 계속 울려요.
ms: Ia terus berdering sehingga anda menjawab.
nb: Den fortsetter å ringe til du svarer.
nl: Het blijft rinkelen totdat je antwoordt.
pl: Dzwoni, dopóki nie odpowiesz.
pt_br: Ele continua tocando até você responder.
pt_pt: Continua a tocar até responderes.
ro: Continuă să sune până când răspunzi.
ru: Он продолжает звонить, пока вы не ответите.
sk: Zvoni, kým neodpovieš.
sv: Den fortsätter ringa tills du svarar.
th: จะดังต่อไปจนกว่าคุณจะตอบ
tr: Yanıt verene kadar çalmaya devam eder.
uk: Він продовжує дзвонити, доки ви не відповісте.
vi: Chuông sẽ tiếp tục reo cho đến khi bạn trả lời.
zh_hans: 你回答之前，闹钟会一直响。
zh_hant: 你回答之前，鬧鐘會一直響。
zh_hk: 你回答之前，鬧鐘會一直響。

source: It starts tomorrow morning
ar: سيبدأ صباح الغد
ca: Comença demà al matí
cs: Začne zítra ráno
da: Det starter i morgen tidlig
de: Es beginnt morgen früh
el: Ξεκινά αύριο το πρωί
es: Empieza mañana por la mañana
es_419: Comienza mañana por la mañana
fi: Se alkaa huomenna aamulla
fr: Ça commence demain matin
he: זה מתחיל מחר בבוקר
hi: यह कल सुबह शुरू होगा
hr: Počinje sutra ujutro
hu: Holnap reggel kezdődik
id: Ini dimulai besok pagi
it: Inizia domani mattina
ja: 明日の朝から始まります
ko: 내일 아침에 시작해요
ms: Ia bermula esok pagi
nb: Det starter i morgen tidlig
nl: Het begint morgenochtend
pl: Zaczyna się jutro rano
pt_br: Começa amanhã de manhã
pt_pt: Começa amanhã de manhã
ro: Începe mâine dimineață
ru: Это начнётся завтра утром
sk: Začne sa zajtra ráno
sv: Det börjar i morgon bitti
th: เริ่มพรุ่งนี้เช้า
tr: Yarın sabah başlıyor
uk: Почнеться завтра вранці
vi: Bắt đầu vào sáng mai
zh_hans: 明天早上开始
zh_hant: 明天早上開始
zh_hk: 明天早上開始

source: It's a promise.
ar: إنه وعد.
ca: És una promesa.
cs: Je to slib.
da: Det er et løfte.
de: Es ist ein Versprechen.
el: Είναι μια υπόσχεση.
es: Es una promesa.
es_419: Es una promesa.
fi: Se on lupaus.
fr: C’est une promesse.
he: זו הבטחה.
hi: यह एक वादा है।
hr: To je obećanje.
hu: Ez egy ígéret.
id: Ini adalah janji.
it: È una promessa.
ja: 約束しました
ko: 약속이에요.
ms: Ini ialah janji.
nb: Det er et løfte.
nl: Het is een belofte.
pl: To obietnica.
pt_br: É uma promessa.
pt_pt: É uma promessa.
ro: Este o promisiune.
ru: Это обещание.
sk: Je to sľub.
sv: Det är ett löfte.
th: นี่คือคำสัญญา
tr: Bu bir söz.
uk: Це обіцянка.
vi: Đó là một lời hứa.
zh_hans: 这是一个承诺。
zh_hant: 這是一個承諾。
zh_hk: 這是一個承諾。

source: Journal
ar: اليوميات
ca: Diari
cs: Deník
da: Dagbog
de: Tagebuch
el: Ημερολόγιο
es: Diario
es_419: Diario
fi: Päiväkirja
he: יומן
hi: डायरी
hr: Dnevnik
hu: Napló
id: Jurnal
it: Diario
ja: ジャーナル
ko: 저널
ms: Jurnal
nb: Dagbok
nl: Dagboek
pl: Dziennik
pt_br: Diário
pt_pt: Diário
ro: Jurnal
ru: Дневник
sk: Denník
sv: Dagbok
th: บันทึกประจำวัน
tr: Günlük
uk: Щоденник
vi: Nhật ký
zh_hans: 日记
zh_hant: 日記
zh_hk: 日誌

source: Later
ar: لاحقًا
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
es_419: Más tarde
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
it: Più tardi
ja: あとでやる
ko: 나중에
ms: Nanti
nb: Senere
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sv: Senare
th: ไว้ทีหลัง
tr: Daha sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後
zh_hk: 稍後

source: Leave my own words behind
ar: أترك كلماتي ورائي
ca: Deixar enrere les meves pròpies paraules
cs: Zanechat po sobě vlastní slova
da: Efterlade mine egne ord
de: Meine eigenen Worte hinterlassen
el: Να αφήσω πίσω τα δικά μου λόγια
es: Dejar atrás mis propias palabras
es_419: Dejar atrás mis propias palabras
fi: Jättää omat sanani jälkeeni
fr: Laisser mes propres mots derrière moi
he: להשאיר אחריי את המילים שלי
hi: अपने शब्द पीछे छोड़ना
hr: Ostaviti vlastite riječi iza sebe
hu: Saját szavaimat hátrahagyni
id: Meninggalkan kata-kata saya sendiri
it: Lasciare le mie parole alle spalle
ja: 自分の言葉を書き残す
ko: 나만의 말을 남기기
ms: Meninggalkan kata-kata saya sendiri
nb: Etterlate mine egne ord
nl: Mijn eigen woorden achterlaten
pl: Pozostawić po sobie własne słowa
pt_br: Deixar minhas próprias palavras para trás
pt_pt: Deixar para trás as minhas próprias palavras
ro: Să-mi las propriile cuvinte în urmă
ru: Оставить после себя собственные слова
sk: Zanechať po sebe vlastné slová
sv: Lämna mina egna ord efter mig
th: ทิ้งถ้อยคำของตัวเองไว้เบื้องหลัง
tr: Kendi sözlerimi geride bırakmak
uk: Залишити по собі власні слова
vi: Để lại những lời của chính mình
zh_hans: 留下自己的话语
zh_hant: 留下自己的話語
zh_hk: 留下自己的話語

source: Legal Notice
ar: إشعار قانوني
ca: Avís legal
cs: Právní informace
da: Juridisk meddelelse
de: Rechtliche Hinweise
el: Νομική ενημέρωση
es: Aviso legal
es_419: Aviso legal
fi: Oikeudelliset tiedot
fr: Mentions légales
he: הודעה משפטית
hi: कानूनी सूचना
hr: Pravne informacije
hu: Jogi nyilatkozat
id: Informasi Legal
it: Note legali
ja: 特定商取引法に基づく表記
ko: 법적 고지
ms: Notis Undang-undang
nb: Juridisk informasjon
nl: Juridische informatie
pl: Informacje prawne
pt_br: Aviso legal
pt_pt: Aviso legal
ro: Informații juridice
ru: Правовая информация
sk: Právne informácie
sv: Juridisk information
th: ประกาศทางกฎหมาย
tr: Yasal Bildirim
uk: Правова інформація
vi: Thông tin pháp lý
zh_hans: 法律声明
zh_hant: 法律聲明
zh_hk: 法律聲明

source: Legal Notice (Specified Commercial Transaction Act)
ar: إشعار قانوني (قانون المعاملات التجارية المحددة)
ca: Avís legal (Llei de transaccions comercials especificades)
cs: Právní oznámení (zákon o specifikovaných obchodních transakcích)
da: Juridisk meddelelse (lov om specificerede kommercielle transaktioner)
de: Rechtliche Hinweise (Gesetz über bestimmte Handelsgeschäfte)
el: Νομική ενημέρωση (Νόμος περί καθορισμένων εμπορικών συναλλαγών)
es: Aviso legal (Ley de Transacciones Comerciales Especificadas)
es_419: Aviso legal (Ley de Transacciones Comerciales Específicas)
fi: Oikeudellinen ilmoitus (laki määritetyistä kaupallisista liiketoimista)
fr: Mentions légales (Loi sur les transactions commerciales spécifiées)
he: הודעה משפטית (חוק העסקאות המסחריות המפורטות)
hi: कानूनी सूचना (निर्दिष्ट वाणिज्यिक लेन-देन अधिनियम)
hr: Pravna obavijest (Zakon o određenim trgovačkim transakcijama)
hu: Jogi tájékoztató (a meghatározott kereskedelmi ügyletekről szóló törvény)
id: Pemberitahuan Hukum (Undang-Undang Transaksi Komersial Tertentu)
it: Note legali (Legge sulle transazioni commerciali specificate)
ja: 特定商取引法に基づく表記
ko: 법적 고지 (특정상거래법)
ms: Notis Undang-undang (Akta Transaksi Komersial Tertentu)
nb: Juridisk merknad (lov om spesifiserte kommersielle transaksjoner)
nl: Juridische kennisgeving (Wet inzake bepaalde commerciële transacties)
pl: Informacja prawna (ustawa o określonych transakcjach handlowych)
pt_br: Aviso legal (Lei sobre Transações Comerciais Especificadas)
pt_pt: Aviso legal (Lei relativa às transações comerciais especificadas)
ro: Notificare legală (Legea privind tranzacțiile comerciale specificate)
ru: Правовая информация (Закон об определённых коммерческих сделках)
sk: Právne oznámenie (zákon o špecifikovaných obchodných transakciách)
sv: Juridiskt meddelande (lagen om specificerade kommersiella transaktioner)
th: ประกาศทางกฎหมาย (กฎหมายว่าด้วยธุรกรรมทางการค้าเฉพาะ)
tr: Yasal bildirim (Belirli Ticari İşlemler Kanunu)
uk: Правова інформація (Закон про визначені комерційні транзакції)
vi: Thông báo pháp lý (Luật Giao dịch Thương mại Cụ thể)
zh_hans: 法律声明（特定商业交易法）
zh_hant: 法律聲明（特定商業交易法）
zh_hk: 法律聲明（特定商業交易法）

source: Life Calendar
ar: تقويم الحياة
ca: Calendari de vida
cs: Kalendář života
da: Livskalender
de: Lebenskalender
el: Ημερολόγιο ζωής
es: Calendario de vida
es_419: Calendario de vida
fi: Elämän kalenteri
fr: Calendrier de vie
he: לוח השנה של החיים
hi: जीवन कैलेंडर
hr: Životni kalendar
hu: Életnaptár
id: Kalender Kehidupan
it: Calendario della vita
ja: 人生カレンダー
ko: 인생 캘린더
ms: Kalendar Kehidupan
nb: Livskalender
nl: Levenskalender
pl: Kalendarz życia
pt_br: Calendário da vida
pt_pt: Calendário da vida
ro: Calendarul vieții
ru: Календарь жизни
sk: Kalendár života
sv: Livskalender
th: ปฏิทินชีวิต
tr: Hayat Takvimi
uk: Календар життя
vi: Lịch cuộc đời
zh_hans: 人生日历
zh_hant: 人生月曆
zh_hk: 人生月曆

source: Make it today's answer
ar: اجعلها إجابة اليوم
ca: Estableix-la com la resposta d’avui
cs: Nastavit jako dnešní odpověď
da: Gør det til dagens svar
de: Als heutige Antwort festlegen
el: Ορισμός ως σημερινή απάντηση
es: Usarla como respuesta de hoy
es_419: Usarla como respuesta de hoy
fi: Aseta se tämän päivän vastaukseksi
fr: Définir comme réponse du jour
he: הגדר אותה כתשובה של היום
hi: इसे आज का जवाब बनाएं
hr: Postavi kao današnji odgovor
hu: Legyen ez a mai válasz
id: Jadikan jawaban hari ini
it: Impostala come risposta di oggi
ja: これで確定する
ko: 오늘의 답변으로 설정하기
ms: Jadikannya jawapan hari ini
nb: Bruk som dagens svar
nl: Instellen als antwoord van vandaag
pl: Ustaw jako dzisiejszą odpowiedź
pt_br: Usar como resposta de hoje
pt_pt: Definir como resposta de hoje
ro: Setează ca răspunsul de azi
ru: Сделать ответом на сегодня
sk: Nastaviť ako dnešnú odpoveď
sv: Använd som dagens svar
th: ตั้งเป็นคำตอบของวันนี้
tr: Bugünün yanıtı yap
uk: Зробити відповіддю на сьогодні
vi: Đặt làm câu trả lời hôm nay
zh_hans: 设为今天的答案
zh_hant: 設為今天的答案
zh_hk: 設為今日答案

source: Maybe it is what you have kept wanting to hold close.
ar: ربما يكون هذا هو الشيء الذي ظللتَ ترغب في إبقائه قريبًا منك.
ca: Potser és allò que has continuat desitjant tenir a prop.
cs: Možná je to něco, co sis vždy přál mít nablízku.
da: Måske er det det, du altid har ønsket at have tæt på.
de: Vielleicht ist es das, was du immer ganz nah bei dir haben wolltest.
el: Ίσως είναι αυτό που εξακολουθείς να θέλεις να κρατάς κοντά σου.
es: Quizá sea eso que siempre has querido tener cerca.
es_419: Quizá sea eso que siempre has querido tener cerca.
fi: Ehkä se on se, mitä olet yhä halunnut pitää lähelläsi.
fr: C’est peut-être ce que vous avez toujours voulu garder près de vous.
he: אולי זה הדבר שכל הזמן רצית לשמור קרוב ללבך.
hi: शायद वही है जिसे आप हमेशा अपने करीब रखना चाहते रहे हैं।
hr: Možda je to ono što si oduvijek želio držati blizu.
hu: Talán ez az, amit mindig is közel szerettél volna tartani magadhoz.
id: Mungkin itu yang selama ini ingin kamu simpan dekat di hati.
it: Forse è ciò che hai sempre voluto tenere vicino.
ja: それは、あなたが大切にしたいと願い続けていたものかもしれません。
ko: 어쩌면 계속 가까이 두고 싶었던 것일지도 몰라요.
ms: Mungkin itulah yang selama ini anda ingin simpan dekat dengan hati.
nb: Kanskje er det det du alltid har ønsket å ha nært.
nl: Misschien is het wat je altijd al dichtbij hebt willen houden.
pl: Może to jest coś, co od dawna chcesz mieć blisko.
pt_br: Talvez seja aquilo que você sempre quis manter por perto.
pt_pt: Talvez seja aquilo que sempre quiseste manter por perto.
ro: Poate că este ceea ce ți-ai dorit mereu să păstrezi aproape.
ru: Возможно, это то, что вы всегда хотели держать рядом.
sk: Možno je to niečo, čo si vždy chcel mať nablízku.
sv: Kanske är det det du alltid har velat hålla nära.
th: บางทีมันอาจเป็นสิ่งที่คุณอยากเก็บไว้ใกล้ตัวมาโดยตลอด
tr: Belki de hep yanında tutmak istediğin şey budur.
uk: Можливо, це те, що ви завжди хотіли тримати поруч.
vi: Có lẽ đó là điều bạn vẫn luôn muốn giữ bên mình.
zh_hans: 也许那就是你一直想珍藏在身边的东西。
zh_hant: 也許那就是你一直想珍藏在身邊的東西。
zh_hk: 也許那就是你一直想珍藏在身邊的東西。

source: Morning Bell
ar: جرس الصباح
ca: Campana del matí
cs: Ranní zvon
da: Morgenklokke
de: Morgenglocke
el: Πρωινή καμπάνα
es: Campana matutina
es_419: Campana matutina
fi: Aamukello
fr: Cloche du matin
he: פעמון הבוקר
hi: सुबह की घंटी
hr: Jutarnje zvono
hu: Reggeli harang
id: Lonceng Pagi
it: Campana del mattino
ja: 朝の鐘
ko: 아침 종
ms: Loceng Pagi
nb: Morgenklokke
nl: Ochtendbel
pl: Poranny dzwon
pt_br: Sino da manhã
pt_pt: Sino da manhã
ro: Clopotul de dimineață
ru: Утренний колокол
sk: Ranný zvon
sv: Morgonklocka
th: ระฆังยามเช้า
tr: Sabah Çanı
uk: Ранковий дзвін
vi: Chuông buổi sáng
zh_hans: 晨钟
zh_hant: 晨鐘
zh_hk: 晨鐘

source: Mornings answered
ar: صباحات تمت الإجابة فيها
ca: Matins amb resposta
cs: Zodpovězená rána
da: Besvarede morgener
de: Beantwortete Morgen
el: Απαντημένα πρωινά
es: Mañanas con respuesta
es_419: Mañanas con respuesta
fi: Vastatut aamut
fr: Matins avec réponse
he: בקרים עם תשובה
hi: जिन सुबहों में आपने जवाब दिया
hr: Odgovorena jutra
hu: Megválaszolt reggelek
id: Pagi yang sudah dijawab
it: Mattine a cui hai risposto
ja: 答えた朝
ko: 답한 아침
ms: Pagi yang dijawab
nb: Besvarte morgener
nl: Beantwoorde ochtenden
pl: Poranki z odpowiedzią
pt_br: Manhãs com resposta
pt_pt: Manhãs com resposta
ro: Dimineți cu răspuns
ru: Утра с ответом
sk: Zodpovedané rána
sv: Besvarade morgnar
th: เช้าที่ตอบแล้ว
tr: Yanıtlanan sabahlar
uk: Ранки з відповіддю
vi: Những buổi sáng đã trả lời
zh_hans: 已回答的早晨
zh_hant: 已回答的早晨
zh_hk: 已回答的早晨

source: Mostly
ar: في الغالب
ca: Majoritàriament
cs: Většinou
da: For det meste
de: Meistens
el: Κυρίως
es: Mayormente
es_419: Mayormente
fi: Enimmäkseen
fr: En grande partie
he: בעיקר
hi: ज़्यादातर
hr: Uglavnom
hu: Többnyire
id: Sebagian besar
it: Per lo più
ja: おおむね満足している
ko: 대부분
ms: Kebanyakannya
nb: For det meste
nl: Meestal
pl: W większości
pt_br: Na maior parte
pt_pt: Na maioria das vezes
ro: În mare parte
ru: В основном
sk: Väčšinou
sv: För det mesta
th: ส่วนใหญ่
tr: Çoğunlukla
uk: Переважно
vi: Hầu hết
zh_hans: 大多数
zh_hant: 大多數
zh_hk: 大多數

source: NEXT MORNING
ar: صباح الغد
ca: DEMÀ AL MATÍ
cs: PŘÍŠTÍ RÁNO
da: NÆSTE MORGEN
de: NÄCHSTER MORGEN
el: ΕΠΟΜΕΝΟ ΠΡΩΙ
es: MAÑANA POR LA MAÑANA
es_419: MAÑANA POR LA MAÑANA
fi: SEURAAVA AAMU
fr: DEMAIN MATIN
he: מחר בבוקר
hi: कल सुबह
hr: SLJEDEĆE JUTRO
hu: KÖVETKEZŐ REGGEL
id: BESOK PAGI
it: DOMANI MATTINA
ja: アラーム
ko: 내일 아침
ms: ESOK PAGI
nb: NESTE MORGEN
nl: MORGENOCHTEND
pl: NASTĘPNY PORANEK
pt_br: AMANHÃ DE MANHÃ
pt_pt: AMANHÃ DE MANHÃ
ro: MÂINE DIMINEAȚĂ
ru: ЗАВТРА УТРОМ
sk: NASLEDUJÚCE RÁNO
sv: NÄSTA MORGON
th: พรุ่งนี้เช้า
tr: YARIN SABAH
uk: ЗАВТРА ВРАНЦІ
vi: SÁNG MAI
zh_hans: 明早
zh_hant: 明早
zh_hk: 明早

source: Next month
ar: الشهر التالي
ca: Mes següent
cs: Příští měsíc
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es: Próximo mes
es_419: Próximo mes
fi: Ensi kuu
fr: Mois suivant
he: החודש הבא
hi: अगला महीना
hr: Sljedeći mjesec
hu: Következő hónap
id: Bulan berikutnya
it: Mese successivo
ja: 翌月
ko: 다음 달
ms: Bulan depan
nb: Neste måned
nl: Volgende maand
pl: Następny miesiąc
pt_br: Próximo mês
pt_pt: Próximo mês
ro: Luna următoare
ru: Следующий месяц
sk: Nasledujúci mesiac
sv: Nästa månad
th: เดือนถัดไป
tr: Gelecek ay
uk: Наступний місяць
vi: Tháng sau
zh_hans: 下个月
zh_hant: 下個月
zh_hk: 下個月

source: Night reminder
ar: تذكير المساء
ca: Recordatori nocturn
cs: Večerní připomínka
da: Aftenpåmindelse
de: Abenderinnerung
el: Βραδινή υπενθύμιση
es: Recordatorio nocturno
es_419: Recordatorio nocturno
fi: Iltamuistutus
fr: Rappel du soir
he: תזכורת לערב
hi: रात का रिमाइंडर
hr: Večernji podsjetnik
hu: Esti emlékeztető
id: Pengingat malam
it: Promemoria serale
ja: 夜のリマインド
ko: 밤 알림
ms: Peringatan malam
nb: Kveldspåminnelse
nl: Herinnering voor vanavond
pl: Wieczorne przypomnienie
pt_br: Lembrete noturno
pt_pt: Lembrete noturno
ro: Memento de seară
ru: Вечернее напоминание
sk: Večerné pripomenutie
sv: Kvällspåminnelse
th: การเตือนช่วงค่ำ
tr: Gece hatırlatıcısı
uk: Вечірнє нагадування
vi: Lời nhắc buổi tối
zh_hans: 夜间提醒
zh_hant: 夜間提醒
zh_hk: 夜間提醒

source: No answer this morning yet.
ar: لم تُسجّل إجابة هذا الصباح بعد.
ca: Encara no hi ha cap resposta aquest matí.
cs: Dnes ráno zatím žádná odpověď.
da: Der er endnu ikke noget svar i morges.
de: Heute Morgen gibt es noch keine Antwort.
el: Δεν υπάρχει ακόμη απάντηση για σήμερα το πρωί.
es: Aún no hay respuesta esta mañana.
es_419: Todavía no hay respuesta esta mañana.
fi: Tänä aamuna ei ole vielä vastausta.
fr: Pas encore de réponse ce matin.
he: עדיין אין תשובה הבוקר.
hi: आज सुबह अभी तक कोई जवाब नहीं है।
hr: Još nema odgovora za ovo jutro.
hu: Ma reggel még nincs válasz.
id: Belum ada jawaban pagi ini.
it: Stamattina non c'è ancora una risposta.
ja: 今朝の回答はまだありません
ko: 오늘 아침에는 아직 답변이 없어요.
ms: Belum ada jawapan pagi ini.
nb: Det er ikke kommet noe svar i morges ennå.
nl: Vanmorgen is er nog geen antwoord.
pl: Dziś rano nie ma jeszcze odpowiedzi.
pt_br: Ainda não há resposta nesta manhã.
pt_pt: Ainda não há resposta esta manhã.
ro: Încă nu există un răspuns în această dimineață.
ru: Сегодня утром ответа пока нет.
sk: Dnes ráno zatiaľ nie je žiadna odpoveď.
sv: Inget svar ännu i morse.
th: เช้านี้ยังไม่มีคำตอบ
tr: Bu sabah henüz bir yanıt yok.
uk: Сьогодні вранці відповіді ще немає.
vi: Sáng nay chưa có câu trả lời.
zh_hans: 今天早上还没有回答。
zh_hant: 今天早上還沒有回答。
zh_hk: 今朝暫時未有回答。

source: No logs
ar: لا توجد سجلات
ca: No hi ha registres
cs: Žádné protokoly
da: Ingen logfiler
de: Keine Logs
el: Δεν υπάρχουν αρχεία καταγραφής
es: No hay registros
es_419: No hay registros
fi: Ei lokeja
fr: Aucun journal
he: אין יומנים
hi: कोई लॉग नहीं हैं
hr: Nema zapisa
hu: Nincsenek naplók
id: Tidak ada log
it: Nessun log
ja: ログはありません
ko: 로그가 없어요
ms: Tiada log
nb: Ingen logger
nl: Geen logboeken
pl: Brak logów
pt_br: Nenhum registro
pt_pt: Sem registos
ro: Nu există jurnale
ru: Нет журналов
sk: Žiadne protokoly
sv: Inga loggar
th: ไม่มีบันทึก
tr: Günlük yok
uk: Немає журналів
vi: Không có nhật ký
zh_hans: 没有日志
zh_hant: 沒有日誌
zh_hk: 沒有日誌

source: No more snoozing Only your answer stops the alarm
ar: لا مزيد من الغفوة إجابتك وحدها توقف المنبّه
ca: Prou d’ajornar l’alarma Només la teva resposta atura l’alarma
cs: Už žádné odkládání Budík zastaví jen tvoje odpověď
da: Ikke mere snooze Kun dit svar stopper alarmen
de: Kein Schlummern mehr Nur deine Antwort stoppt den Wecker
el: Τέρμα η αναβολή Μόνο η απάντησή σου σταματά το ξυπνητήρι
es: Se acabó posponer Solo tu respuesta detiene la alarma
es_419: No más posponer Solo tu respuesta detiene la alarma
fi: Ei enää torkutusta Vain vastauksesi sammuttaa herätyksen
fr: Fini les reports Seule votre réponse arrête l’alarme
he: לא עוד נודניק רק התשובה שלך עוצרת את השעון המעורר
hi: अब स्नूज़ नहीं सिर्फ़ आपका जवाब अलार्म बंद करेगा
hr: Nema više odgode Alarm zaustavlja samo tvoj odgovor
hu: Nincs több szundi Csak a válaszod állítja le az ébresztőt
id: Tak ada lagi tunda Hanya jawabanmu yang menghentikan alarm
it: Basta rimandare Solo la tua risposta ferma la sveglia
ja: もうスヌーズはいりません アラームを止めるのはあなたの答えだけ
ko: 더 이상 미루지 마세요 답변해야 알람이 멈춰요
ms: Tiada lagi tunda Hanya jawapan anda menghentikan penggera
nb: Ikke mer slumring Bare svaret ditt stopper alarmen
nl: Geen gesluimer meer Alleen je antwoord stopt het alarm
pl: Koniec z drzemkami Tylko twoja odpowiedź wyłącza alarm
pt_br: Chega de soneca Só sua resposta para o alarme
pt_pt: Chega de adiar Só a tua resposta desliga o despertador
ro: Gata cu amânarea Doar răspunsul tău oprește alarma
ru: Больше никаких повторов Только ваш ответ отключает будильник
sk: Už žiadne odkladanie Budík zastaví len tvoja odpoveď
sv: Slut på snooze Bara ditt svar stoppar alarmet
th: ไม่มีการเลื่อนปลุกอีกต่อไป มีเพียงคำตอบของคุณที่หยุดนาฬิกาปลุก
tr: Artık erteleme yok Alarmı yalnızca cevabın durdurur
uk: Більше ніякого відкладання Лише ваша відповідь зупиняє будильник
vi: Không còn báo lại Chỉ câu trả lời của bạn mới tắt được chuông báo thức
zh_hans: 不再贪睡 只有你的回答能停止闹钟
zh_hant: 不再賴床 只有你的回答能停止鬧鐘
zh_hk: 不再賴床 只有你的回答能停止鬧鐘
